Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Protein complex is interacting with the neurons.
ru: Белковый состав взаимодействует с нейронами.

source: Neurons are becoming hyperosmotic.
ru: Нейроны возвращаются к жизни.

source: Membrane integrity' s improving.
ru: Образуется единое целое.

source: They' re firing!
ru: Они взаимодействуют!

source: - They' re firing!
ru: - Они взаимодействуют!

source: - One second.
ru: - Одна секунда.

source: Three.
ru: Три.

source: - Still firing.
ru: - Ещё взаимодействуют.

source: - Four.
ru: - Четыре.

source: Five.
ru: Пять.

source: Six.
ru: Шесть.

source: 6. 560 seconds.
ru: 6, 560 секунды.

source: I' il be damned.
ru: Будь я проклят.

source: For 6. 560 seconds...... you saw what it' s like not to be damned.
ru: Секунды показали...... что прокляты мы не будем.

source: Congratulations.
ru: Мои поздравления.

source: - Impressed?
ru: - Вы потрясены?

source: - Overly impressed.
ru: - Не то слово.

source: Now that you' ve got this...... how long before you make something permanent?
ru: Итак, вы получили это...... сколько вам нужно времени, чтобы создать лекарство?

source: You did it, pal.
ru: Ты справился, приятель.

source: You did it.
ru: Справился.

source: Carter, no!
ru: Картер, нет!

source: Are you insane?
ru: Ты рехнулась?

source: Tower, we need paramedics and evac now!
ru: Башня, врачей и спасателей сюда!

source: All frequencies, SOS.
ru: Всем, кто нас слышит, СОС.

source: This is Research Station Aquatica.
ru: Говорит станция "Акватика".

source: I repeat:
ru: Нужна медицинская помощь.

source: We have a medical emergency.
ru: Срочно нужна медицинская помощь.

source: Please respond.
ru: Пожалуйста, ответьте.

source: X- ray Alpha 2- 18.
ru: Это Альфа 2- 18.

source: Coming off oil platform Chiapa.
ru: Летим с нефтяной базы Чайяпа.

source: We' il take that post you' ve always wanted.
ru: Мы получим то, чего ты всегда хотел.

source: Got it.
ru: Укол сделан.

source: He' s hemorrhaging!
ru: Он истекает кровью!

source: They say the yellow butterflies are thick as clouds there, remember?
ru: Говорят, эти жёлтые бабочки большие, как облака, да?

source: Research Station Aquatica, this is X- ray Alpha 2- 18.
ru: Станция "Акватика", говорит Альфа 2- 18.

source: Have you in sight.
ru: Мы видим вас.

source: Approaching from 0- 6- 0.
ru: Заходим по 0- 6- 0.

source: Copy, 2- 18.
ru: Поняла вас, 2- 18.

source: Stay with him.
ru: Будь рядом с ним.

source: Keep talking.
ru: Разговаривай.

source: Let' s move!
ru: Поехали!

source: - I' m not this kind of doctor.
ru: - Я же не такой доктор.

source: - Just keep doing what you' re doing.
ru: - Продолжай то, что ты делаешь.

source: Where' s the chopper?
ru: Где вертолёт?

source: Tower?
ru: Башня?

source: Come on, Brenda.
ru: Бренда.

source: Where' s my chopper?
ru: Где вертолёт?

source: Franklin, this end!
ru: Фрэнклин, туда!

source: Keep it coming!
ru: Ещё ниже!

source: Ready.
ru: Готово.

source: It' s all right, honey.
ru: Всё хорошо.

source: Okay, move him out.
ru: Вывозите его.

source: - Get up!
ru: - Вставай!

source: Come on, Carter!
ru: Быстрей, Картер!

source: Pull up, 2- 18!
ru: Давай, 2- 18!

source: Pull up!
ru: Давай!

source: I can' t get a picture.
ru: Не могу вывести картинку.

source: Tower, have you got a visual?
ru: Башня, есть видимость?

source: Copy.
ru: Ответь.

source: I can' t get anything.
ru: Ничего не выходит.

source: - Do you copy?
ru: - Ты слышишь меня?

source: - Going to back- up.
ru: - Приём.

source: Got it!
ru: Есть!

source: I' m going to take this as a sign.
ru: Предположим, что это знамение.

source: Where is he now?
ru: Где он сейчас?

source: - The whole system' s shut down.
ru: - Вся система вырубилась.

source: - Brenda?
ru: - Бренда?

source: Are you there?
ru: Слышишь меня?

source: This thing is dead.
ru: Всё сдохло.

source: Somebody, please...... tell me what that is.
ru: Кто- нибудь, пожалуйста...... объясните мне, что это.

source: Please.
ru: Прошу вас.

source: All right, people, let' s move.
ru: Всё, ребята, уходим.

source: Now!
ru: Сейчас же!

source: Get to the door!
ru: Все к двери!

source: You can' t help him.
ru: Ему уже не поможешь.

source: - The door frame is bent.
ru: - Погнулся дверной косяк.

source: - Open.
ru: - Открывай.

source: Open it!
ru: Открывай!

source: Turn it!
ru: Поворачивай!

source: Tower, can you hear me?
ru: Башня, ты меня слышишь?

source: Anyone, hello?
ru: Алло, кто- нибудь?

source: We got to get topside, find some help.
ru: Выберемся наверх, вызовем помощь.

source: We' re flooded.
ru: Мы затоплены.

source: There' s no other stairway from this level.
ru: Отсюда нет другой лестницы.

source: Elevator?
ru: А лифт?

source: It seals off automatically to keep the shaft from filling.
ru: Автоматически блокируется, чтобы не залило шахту.

source: There' s no way up.
ru: Наверх нет выхода.

source: If this is a lesson about the drinking, let' s just say I' ve learned it.
ru: Ты показал мне, что пить грешно, считай, я всё понял.

source: No need to get carried away, showing me your vengeful side.
ru: Только не увлекайся, уже ясно, что ты разгневан.

source: I know Your wrath, Lord.
ru: Я знаю, что такое гнев Божий.

source: If Corridor B is dry...... we go back to the maintenance ladder, climb down to Level 3.
ru: Если в коридоре Б сухо...... дойдем до служебной лестницы, спустимся на 3 этаж.

source: We get to the wet entry.
ru: Доберемся до шлюза.

source: We take the sub topside, two at a time.
ru: Берём батискаф, и по двое наверх.

source: We go down to get up.
ru: Мы спустимся, чтобы подняться.

source: All right, let' s move.
ru: Хорошо, пошли.

source: Sounds like somebody made it.
ru: Кто- то колотит в стену.

source: Over here!
ru: Сюда!

source: We' re over here!
ru: Мы здесь!

source: Preach?
ru: Прич?

source: What the hell is that?
ru: Что это, чёрт возьми?

source: Lab equipment maybe, banging around.
ru: Это приборы бьются об стену?

source: Think so?
ru: Думаешь?

source: Not a chance.
ru: Не похоже.

source: We got to get past that door.
ru: Нужно проскочить мимо двери.

source: Let' s go!
ru: Бежим!

source: Open the door!
ru: Открывайте!

source: Go!
ru: Скорей!

source: Bird!
ru: Птица!

source: Come on, bird!
ru: Отзовись, птица!

source: Where are you, bird?
ru: Где ты, птица?

source: Hey, dickhead!
ru: Эй, лысый!

source: Bird?
ru: Птица?

source: Anybody here?
ru: Есть кто, живой?

source: - Cowboy, let me ask you a question.
ru: - Ковбой, можно спросить.

source: - We should keep moving.
ru: - Нам нельзя останавливаться.

source: I' m talking to him!
ru: Я говорю с ним!

source: Was that a goddamn shark that broke through that door?
ru: Это ваша проклятая акула ломилась в стальную дверь?

source: I expect so.
ru: Наверно, да.

source: You expect so?
ru: Наверно, да?

source: Well, well, well.
ru: Так, так, так.

source: Am I the only asshole down here who thinks that a tad bit odd?
ru: А я единственный идиот, кому это кажется странным?

source: It can do that?
ru: Она может?

source: Bust through a steel door?
ru: Выбить такую дверь?

source: I ain' t the expert.
ru: Я не специалист.

source: Given Gen 2' s size and some room to move...... she could put a couple tons, maybe more, into a hit.
ru: Но с таким весом, и если она разгонится...... она может снести пару тонн, а то, и больше.

source: So, yeah, in my opinion.
ru: По- моему, да.

source: If she wants through, she' s coming.
ru: Если она захочет, прорвётся.

source: And these sharks...... they aren' t breaking down doors for the sheer joy of it, are they?
ru: Но такие акулы...... они ведь вышибают двери не ради спортивного интереса?

source: They' re after us.
ru: Они гонятся за нами.

source: It' s obvious we don' t know what they' re doing.
ru: Мы не можем знать точно, чего они хотят.

source: What the hell did you do to those sharks?
ru: Чёрт, что вы сделали с акулами?

source: Their brains weren' t large enough to harvest sufficient amounts of the protein.
ru: Мозг был маловат для выработки белка в нужных количествах.

source: So we violated the Harvard Compact.
ru: Мы нарушили Гарвардский пакт.

source: Jim and I used gene therapies to increase their brain mass.
ru: Джим и я применили генную инженерию, масса мозга возросла.

source: Larger brain means more protein.
ru: Крупнее мозг - больше белка.

source: As a side effect, the sharks got smarter.
ru: Побочный эффект: они поумнели.

source: You stupid bitch!
ru: Тупая сука!

source: I didn' t want this to happen...... but with this research, we could wipe out degenerative brain disease.
ru: Я этого не хотела, но для нас...... это был шанс уничтожить отвратительную болезнь мозга.

source: Think of the generations that would be saved.
ru: Подумайте о тех поколениях, которые могут быть спасены.

source: How much dynamite do you have to set off in your ears before your head clears?
ru: Что еще должно случиться, чтобы твои мозги встали на место?

source: You wouldn' t understand.
ru: Тебе не понять.

source: I wouldn' t?
ru: Мне не понять?

source: Dumb old Carter wouldn' t understand that you used us?
ru: Глупому Картеру не понять, что ты нас использовала?

source: That you used me?
ru: Что ты использовала меня?

source: Someone on the water who wouldn' t make waves.
ru: Такой, как я, будет молчать, как рыба.

source: Someone who wouldn' t ask too many questions.
ru: Не станет задавать лишних вопросов.

source: Because he had something to lose.
ru: Ему есть, что терять.

source: You don' t see what we' ve done here.
ru: Ты не понимаешь, что мы сделали.

source: You' ve taken God' s oldest killing machine and given it will and desire.
ru: Наделили самую древнюю машину для убийств умом и волей.

source: You' ve knocked us to the bottom of the goddamn food chain.
ru: Превратили нас в добычу.

source: It' s not a great leap forward, in my book.
ru: Мы для них, словно рыбёшка.

source: The people we' il save....
ru: Мы спасём людей...

source: Jim?
ru: Джима?

source: Brenda?
ru: Бренду?

source: Us?
ru: Нас?

source: All right, people.
ru: Ну, ладно, люди.

source: These sharks are thinking hard and clear.
ru: Эти акулы способны думать.

source: So here' s the riddle.
ru: Вот вам загадка.

source: What does an 8, 000- pound mako shark...... with a brain the size of a V8 engine and no natural predators, think about?
ru: О чём думает гигантская акула...... с мозгом, как огромный мотор, и не имеющая себе равных в воде?

source: I' m not waiting around here to find out.
ru: Не собираюсь дожидаться ответа.

source: Now you see how that works?
ru: Видишь, как всё вышло?

source: She screwed with the sharks and now the sharks are screwing with us.
ru: ПЛЕЙБОЙ

source: Please let me get out of here.
ru: Прошу Тебя, выведи меня отсюда.

source: What if the sharks get through the fence and into the ocean?
ru: А если акулы пробьют ограду и вырвутся в океан?

source: The fence on the ocean side is titanium.
ru: Между нами и океаном забор из титана.

source: And it gives, so it works just like a net.
ru: В нём можно только застрять.

source: Let' s get to the sub.
ru: Доберёмся до батискафа.

source: We' il discuss it on the way to the top.
ru: И обсудим это во время подъёма.

source: Eat me, asshole.
ru: Корм давай, задница.

source: Careful, now.
ru: Осторожней.

source: Come on, bird.
ru: Иди сюда, птица.

source: Please, baby.
ru: Пожалуйста, малышка.

source: Dickhead.
ru: Лысый.

source: See Daddy smiling?
ru: Видишь, папочка улыбается?

source: Bring your feathery ass here.
ru: Тащи сюда свои перья.

source: - Explosion caused that?
ru: - Это последствия взрыва?

source: Nothing in here could' ve blown with enough force to move that damn sub.
ru: Не могло рвануть с такой силой, чтобы так искорёжило батискаф.

source: Whatever.
ru: Неважно.

source: It' s junk.
ru: Это уже металлолом.

source: We could all just dive in and see who makes it to the top.
ru: Мы просто нырнем и поглядим, кто выплывет.

source: Isn' t that the old Aquatica spirit, Dr. Susie?
ru: Вы так работали, доктор Сьюзи?

source: Just dive in.
ru: Просто ныряли, не думая.

source: You could go first, to lead by example.
ru: Прыгни первой, покажи пример.

source: He was my best friend, Janice.
ru: Он был моим другом, Джэнис.

source: I' m not going in the water.
ru: Я не полезу в воду.

source: - No way, man!
ru: - Ни за что!

source: The sharks are in there.
ru: Там же акулы.

source: - Listen!
ru: - Послушайте!

source: We put these on.
ru: Надеваем костюмы.

source: They help fight hypothermia.
ru: Чтобы тело не переохладилось.

source: That' s a start.
ru: Для начала.

source: And unless someone' s got a better idea...... we' re going to have to swim out of here.
ru: И если нет идеи получше...... придётся плыть под водой.

source: This isn' t happening.
ru: Такого не может быть.

source: I' m not Daniel when he faced the lion!
ru: Я же не Даниил, одолевший льва!

source: So I appreciate the irony, Lord!
ru: Ценю твой юмор, Господь!

source: "Cook dies in his own oven!"
ru: "Повар умер в своей духовке!"

source: But I' ve got other plans!
ru: Но у меня другие планы!

source: You ate my bird.
ru: Ты сожрала мою птицу.

source: Was that the surface?
ru: Это что, на поверхности?

source: No, the vibrations are too deep.
ru: Нет, слишком тряхнуло.

source: That was from inside.
ru: Взорвалось где- то здесь.

source: I wouldn' t get that close.
ru: Не подходи так близко.

source: Just a suggestion.
ru: Это только совет.

source: Water' s murky.
ru: Вода спокойная.

source: We might make it.
ru: У нас есть шанс.

source: No way!
ru: Нет!

source: No, we won' t!
ru: У нас нет этого шанса!

source: It' s 230 feet...... from the lagoon floor to the lagoon surface!
ru: 230 футов...... от самого дна лагуны и до поверхности!

source: The average human swims two feet per second.
ru: Обычный человек проплывает два фута за секунду.

source: The average shark swims 50 feet per second.
ru: А обычная акула 50 футов за ту же секунду.

source: There' s no way I' m getting into that pool!
ru: Я ни за что туда не полезу!

source: What we have here is your basic maintenance ladder.
ru: Здесь у нас главная служебная лестница.

source: This leads up to the surface.
ru: Она ведет наверх.

source: I love you, Scoggs.
ru: Я люблю тебя, Скоггс.

source: I really do!
ru: Обожаю!

source: Why do I feel a "but" coming on?
ru: Но ты ещё не всё сказал?

source: But we don' t know what shape the surface level is in.
ru: Мы не знаем, что происходит на верхнем уровне.

source: The shaft is air- locked.
ru: Шахта изолирована.

source: But if the explosion breached the shaft at surface level...... we won' t have enough pressure to stabilize the wet pool.
ru: Но если её повредило взрывом там, наверху...... здесь не хватит давления, чтобы удержать воду в бассейне.

source: If the pool isn' t stabilized, there' s tons of ocean dying to get in.
ru: И если бассейн прорвёт, сюда хлынут тонны воды из океана.

source: You' il bring the whole facility down.
ru: Ты всё здесь затопишь.

source: We' re better off with the sharks.
ru: Лучше попробуем обогнать акул.

source: You want to swim with your fishes?
ru: Хочешь поплавать с рыбками?

source: I' m opening this door and climbing out of here!
ru: Я открываю дверь и сматываюсь!

source: - The hell you are!
ru: - Ни черта!

source: - I don' t work for you anymore!
ru: - Я уже не работаю на тебя!

source: - I don' t have to take orders!
ru: - Мне плевать на твои приказы!

source: - Enough!
ru: - Хватит!

source: That' s enough now, from all of you!
ru: Довольно, успокойтесь, все!

source: You think water' s fast?
ru: Думаете, вода такая быстрая?

source: You should see ice.
ru: Видели бы вы лёд.

source: It moves like it has a mind.
ru: Он движется с умом.

source: Like it knows it killed the world once.
ru: Будто помнит, что уже убивал мир однажды.

source: It got a taste for murder.
ru: И ему понравилось.

source: When the avalanche came...... it took us a week to climb out.
ru: Когда нас накрыла лавина...... мы неделю выбирались оттуда.

source: And somewhere we lost hope.
ru: И в пути мы потеряли надежду.

source: I don' t know when we turned on each other.
ru: Не помню, когда мы начали ненавидеть друг друга.

source: I just know...... that seven of us survived the slide...... and only five made it out.
ru: Но точно знаю...... что лавину пережили семеро...... а спустились оттуда пятеро.

source: Now, we took an oath that I' m breaking now.
ru: Тогда мы дали клятву, и сейчас я её нарушу.

source: Swore that we' d say it was the snow that killed the other two.
ru: Мы поклялись, что скажем всем, тех двоих убила лавина.

source: But it wasn' t.
ru: Но это неправда.

source: Nature can be lethal.
ru: Силы природы бывают опасными.

source: But it doesn' t hold a candle to man.
ru: Но человек гораздо страшней.

source: You' ve seen how bad things can get and how quick they can get that way.
ru: Вы видели, как плохо пошло дело, и как быстро это произошло.

source: Well, they can get a whole lot worse.
ru: Но может быть ещё хуже.

source: So we' re not going to fight anymore!
ru: Так что не будем ругаться!

source: We' re going to pull together and find a way to get out of here!
ru: Мы объединимся и найдём выход отсюда!

source: First, we' re going to seal off this pool!
ru: Сперва, закроем этот бассейн!

source: It just ate him.
ru: Она сожрала его.

source: Christ!
ru: Господи!

source: I' m not moving.
ru: Я никуда не пойду.

source: Someone will come.
ru: За нами придут.

source: They' il come and they' il get us, and we' il be fine.
ru: Они придут и спасут нас, и всё будет отлично.

source: Listen, Tom, what is the precise structural failure limit for Aquatica?
ru: Каков точный предел прочности конструкции "Акватики"?

source: 3, 200 tons.
ru: 3200 тонн.

source: What happens when we get more than 3, 200 tons of water in this rig?
ru: Что будет, если через бассейн хлынет больше 3200 тонн воды?

source: The support struts go first.
ru: Первыми полетят подпорки.

source: Their tolerance is about seven tons.
ru: Они выдерживают лишь 7 тонн.

source: They' il crack like toothpicks.
ru: Они сломаются, как зубочистки.

source: The walls will buckle.
ru: Потом, стены.

source: They can' t handle more than 10 tons of pressure.
ru: Для них Предел давления - 10 тонн.

source: You want to be here for that?
ru: Хочешь дождаться этого здесь?

source: Hell, no.
ru: Нет, к чёрту.

source: The moment of truth.
ru: Настал момент истины.

source: Again.
ru: Опять.

source: It' s burning!
ru: Там горит!

source: The elevator' s blocking the top.
ru: Лифт блокирует выход.

source: If we make it to Level 1, we can take the stairs out.
ru: Но если мы доберёмся до 1 этажа, там есть лестница.

source: Let' s get out of here!
ru: Вперёд!

source: If they break through, water will bring them right to us.
ru: Если акула пробьёт тот люк, вода вынесет её прямо к нам.

source: Level 2 is only partially flooded.
ru: 2 этаж затоплен не полностью.

source: If I can get that door open...... the water will run off there, buy us some time.
ru: Если я сумею открыть ту дверь...... вода сначала пойдёт туда, и мы выиграем время.

source: Big, real big.
ru: Крепкие, очень крепкие.

source: - What' s that?
ru: - Ты о чём?

source: - The size of your brass balls.
ru: - О твоих стальных нервах.

source: Jan, stay there!
ru: Джен, держись!

source: Get me out of here, Carter!
ru: Вытащи меня, Картер!

source: I don' t want to die!
ru: Я не хочу умирать!

source: Grab my hand!
ru: Хватай мою руку!

source: I can' t reach!
ru: Не достаю!

source: - Take it!
ru: - Хватай!

source: - I can' t reach!
ru: - Не достаю!

source: Can you reach that door above you?
ru: Дотянешься до двери над тобой?

source: It' s too high.
ru: Слишком высоко.

source: Sharks probably flooded that level too.
ru: Наверно, и этот этаж затоплен.

source: Good thing you came to this side.
ru: Хорошо, что вы вышли здесь.

source: The other side' s underwater.
ru: Другая сторона уже затоплена.

source: - We didn' t exactly plan it.
ru: - Мы этого не планировали.

source: - Yeah, it wasn' t planned.
ru: - Да, так уж получилось.

source: Are you all that made it?
ru: И, кроме вас, больше никого?

source: We did it.
ru: Мы добрались.

source: We' re on Level 1.
ru: Мы на первом уровне.

source: We can take the stairs to the surface.
ru: Выйдем наверх по лестнице.

source: The stairs are flooded.
ru: Она затоплена.

source: Trust me, I know.
ru: Точно знаю.

source: Are you sure?
ru: Ты уверен?

source: Give us a goddamn break, can' t You?
ru: Боже, дай нам хоть шанс, ладно?

source: He always answers.
ru: Он всегда отвечает.

source: Sometimes, the answer you get isn' t the answer you want.
ru: Но иногда это не тот ответ, что ты хотел бы услышать.

source: We' re 60 feet from the surface.
ru: Отсюда до поверхности 60 футов.

source: There' s an emergency hatch on this level, right?
ru: На этом этаже есть аварийный люк, верно?

source: This level has bilge pumps on it for storm runoff.
ru: Здесь есть насосы для откачки штормовой воды с лестницы.

source: If we re- route the emergency generators, we could drain a stairway.
ru: Подключим аварийный генератор, откачаем воду с одного пролёта.

source: Who you going to trust?
ru: Кому ты должен доверять?

source: - You.
ru: - Тебе.

source: - That' s right.
ru: - Точно.

source: We had poker here tomorrow night.
ru: Этой ночью будет не до покера.

source: She' d always draw to the inside straight when she could' ve stuck with a pair.
ru: Всегда мечтала набрать "стрит", даже с парными картами на руках.

source: Big dreams.
ru: Мечтательница.

source: Standards.
ru: Элементы питания

source: Jan was a healthy girl.
ru: Джэн была здоровой девушкой.

source: Something in here has to run on batteries.
ru: Поищем приборчик на батарейках.

source: - Nice.
ru: - Как это мило.

source: - Where would a girl keep her...... thing?
ru: - Где же она хранила свою...... игрушку?

source: What' s the matter with you?
ru: Что с тобой происходит?

source: My skin' s starting to hemorrhage.
ru: Кровь никак не останавливается.

source: The sharks smell the blood.
ru: Акулы чуют кровь.

source: This' il coat it with oil.
ru: Надо хотя бы смазать.

source: Look, Carter, what you said down there...... maybe you were right.
ru: Картер, сказанное тобой внизу...... наверно, это все, правда.

source: Everything I' ve done...... I don' t think I could' ve done it without you.
ru: Всё, что мне удалось сделать...... думаю, я бы не справилась без тебя.

source: I know, Susan.
ru: Знаю, Сьюзан.

source: That' s the problem.
ru: В том- то и дело.

source: Four a. m.
ru: Четыре утра.

source: One night feels like a whole week.
ru: Одна ночь - как целая неделя.

source: Relativity.
ru: Относительность.

source: What do you mean?
ru: Ты о чём?

source: Einstein' s theory of relativity.
ru: О теории относительности.

source: Grab hold of a hot pan, a second can seem like an hour.
ru: Схватишься за горячую кастрюлю, и секунда покажется часом.

source: Put your hands on a hot woman...... an hour can seem like a second.
ru: Обнимешь пылкую красавицу...... и час пролетит, как миг.

source: It' s all relative.
ru: Всё относительно.

source: I spent four years at Cal Tech.
ru: Я 4 года учился в Калтехе.

source: That' s the best physics explanation I' ve heard.
ru: Но не слышал объяснения лучше этого.

source: It works.
ru: Работает.

source: You stay with the doc.
ru: Ты оставайся с доктором.

source: Me and Scoggs are going to try to get to the wet lab...... drain that stairwell.
ru: А мы попробуем добраться до оборудования в лаборатории...... и осушить пролёт лестницы.

source: - Preach?
ru: - Прич?

source: Would you zip me up, please?
ru: Будь любезен, застегни сзади.
